[IRI_SlagAbility_Passive X2AbilityTemplate]
LocFriendlyName="Ожог"
LocLongDescription="Основное оружие имеет <Ability:SINGE_TRIGGER_CHANCE/>% шанс поджечь врага и снять <Ability:SINGE_ARMOR_SHRED/> брони."
LocHelpText="Основное оружие имеет <Ability:SINGE_TRIGGER_CHANCE/>% шанс поджечь врага и снять <Ability:SINGE_ARMOR_SHRED/> брони.
LocPromotionPopupText=""
LocFlyOverText="Ожог"

[IRI_SlagAbility X2AbilityTemplate]
LocFriendlyName="Ожог"
LocLongDescription="Основное оружие имеет <Ability:SINGE_TRIGGER_CHANCE/>% шанс поджечь врага и снять <Ability:SINGE_ARMOR_SHRED/> брони."
LocHelpText="Основное оружие имеет <Ability:SINGE_TRIGGER_CHANCE/>% шанс поджечь врага и снять <Ability:SINGE_ARMOR_SHRED/> брони."
LocPromotionPopupText=""
LocFlyOverText="Ожог"

[IRI_MeltaAbility X2AbilityTemplate]
LocFriendlyName="Мощный заряд"
LocLongDescription="Атака основным оружием игнорируют некоторое количество брони цели на близком расстоянии, а также имеет повышенный шанс критического удара по ней."
LocHelpText="Атака основным оружием игнорируют некоторое количество брони цели на близком расстоянии, а также имеет повышенный шанс критического удара по ней."
LocPromotionPopupText="<bullet/> Бонусы больше всего на расстоянии до 2 клеток (+6 к пробитию брони и +20 к криту). С ростом дистанции бонусы слабеют и полностью исчезают на расстоянии 8 клеток."
LocFlyOverText="Мощный заряд"
